Repository: douglaswebdesigns/ask-bio-expert
Catalog: cm-answers-pro/lang/cm-answers-pro-*.po
Languages: sv_se

source: We are sorry, but you need to have at least PHP 5.3 to run this plugin (currently installed version: %s) - please upgrade or contact your system administrator.
sv_se: Du behöver PHP 5.3 för att få detta att fungera - uppgradera nu

source: CM Answers Sidebar
sv_se: CM Answers Sidofält

source: This sidebar is shown on CM Answers pages
sv_se: Det här sidofältet visas på CM Answers hemsida

source: Question
sv_se: Fråga

source: "%s" has been succesfully approved
sv_se: "%s" har blivit godkänt

source: "%s" has been succesfully moved to trash
sv_se: "%s" har flyttats till skräp

source: Your answer has been succesfully added.
sv_se: Ditt svar är lagts in

source: Thank you for your answer, it has been held for moderation.
sv_se: Tack för ditt svar, det väntar på godkännande.

source: New question has been succesfully added.
sv_se: Ny fråga inlagt.

source: Thank you for your question, it has been held for moderation.
sv_se: Tack för din fråga, det väntar på godkännande.

source: There was an error while processing your vote
sv_se: Det blev ett fel under processen med ditt betyg

source: You have to be logged-in to vote
sv_se: Du måste vara inloggad för att kunna rösta

source: You have already voted for this comment
sv_se: Du har redan röstat på denna kommentar

source: Author
sv_se: Författare

source: Views
sv_se: Visningar

source: Answers
sv_se: Svar

source: pending
sv_se: väntar

source: Approve
sv_se: Godkänna

source: CM Answers Settings
sv_se: Inställningar CM Answers

source: Settings
sv_se: Inställningar

source: About
sv_se: Om

source: Settings succesfully updated
sv_se: Inställningar uppdaterade

source: Filter by status
sv_se: Filter status

source: Approved
sv_se: Godkänd

source: Pending
sv_se: Väntar

source: Trash
sv_se: Skräp

source: Questions
sv_se: Frågor

source: Add New
sv_se: Lägg till nytt

source: approved
sv_se: Godkänd

source: RESOLVED
sv_se: Löst

source: Title cannot be empty
sv_se: En titel krävs

source: Content cannot be empty
sv_se: Innehåll kan inte vara tomt

source: Please moderate
sv_se: Var snäll och moderera.

source: A new question has been asked and is waiting for your approval
sv_se: En ny fråga är ställd och väntar på svar

source: E-mail
sv_se: E-post

source: Title
sv_se: Titel

source: Content
sv_se: Innehåll

source: Approve it
sv_se: Godkänn

source: Trash it
sv_se: Släng

source: Please visit the questions moderation panel
sv_se: Var snäll och gå till frågornas panel

source: some time ago
sv_se: en tid sedan

source: 1 minute ago
sv_se: 1 minut sedan

source: 1 hour ago
sv_se: 1 timme sedan

source: 1 day ago
sv_se: 1 dag sedan

source: 1 week ago
sv_se: 1 vecka sedan

source: 1 month ago
sv_se: 1 månad sedan

source: 1 year ago
sv_se: 1 år sedan

source: Add %s
sv_se: Lägg till %s

source: Add New %s
sv_se: Lägg till ny %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Ny %s

source: View %s
sv_se: Se %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Ingen %s hittad

source: No %s found in Trash
sv_se: Ingen %s hittad i skräpet

source: General Settings
sv_se: Allmänna inställningar

source: You can add "My Questions" and "My Answers" profile views per user anywhere on the site by using shortcodes: [cma-my-questions] and [cma-my-answers]
sv_se: Du kan lägga till \ \"Мina frågor" och \ \"Мina svar" på vilken sida du vill med shortcodes: [cma-my-questions] och [cma-my-answers]

source: Link to questions frontend list
sv_se: Länkar till frågor

source: Enable ratings for answers
sv_se: Godkänn betyg för svar

source: No
sv_se: Nej

source: no
sv_se: nej

source: Yes
sv_se: Ja

source: yes
sv_se: ja

source: If enabled, users will be able to rate answers
sv_se: Om på, användare kommer kunna sätta betyg

source: Enable negative ratings
sv_se: Godkänn negativa betyg

source: If enabled, users will be able to give "thumbs down" for an answer. If previous settings is disabled, this will be ignored.
sv_se: Om på kommer användare att kunna ge \ \"tummen ned " till ett svar. Om förra inställningen är av kommer detta att ignoreras.

source: On questions list in "votes" box show
sv_se: I frågelistan \ \"röster boxen att synas"

source: Total number of votes of its answers
sv_se: Totalt antal röster till fråga

source: Rating of the best answer
sv_se: Betyg till bästa svar

source: If ratings are disabled, this setting will be ignored.
sv_se: Om betyg är av kommer detta att ignoreras.

source: Auto-approve new questions
sv_se: Godkänn svar automatiskt

source: Add "Answers" to WP Nav Menu
sv_se: Lägg till \ \"Svar" till WP Nav Menu

source: You need to have "wp_nav_menu" trigger in your template
sv_se: Du behöver\ \"wp_nav_menu " i din template

source: Notifications
sv_se: Notiser

source: Notify about new questions
sv_se: Meddela nya frågor

source: Example
sv_se: Exempel

source: Separate e-mail addresses by commas or leave empty to disable.
sv_se: Separera e-post adresser med komma eller lämna tom för att inte användas.

source: New question notification title
sv_se: Ny fråga notifikation titel

source: New question notification content
sv_se: Ny fråga innehåll

source: Name of the site
sv_se: Namn på sida

source: Author of the question
sv_se: Författare

source: Title of the question
sv_se: Titel på fråga

source: Approval status of the question (pending, approved)
sv_se: Status på fråga (väntar, godkänd)

source: Link to the new question
sv_se: Länk till ny fråga

source: New answer notification title
sv_se: Ny fråga notifikation titel

source: New answer notification content
sv_se: Ny fråga notifikation innehåll

source: Link to the new answer
sv_se: Länk till nytt svar

source: Update
sv_se: Uppdatera

source: All Questions
sv_se: Alla frågor

source: Newest
sv_se: Senaste

source: Hottest
sv_se: Hetast

source: Most votes
sv_se: Flest röster

source: Most views
sv_se: Flest visningar

source: Votes
sv_se: Röster

source: views
sv_se: visningar

source: answers
sv_se: svar

source: updated %s by %s
sv_se: Uppdaterat %s av %s

source: Ask a Question
sv_se: Ställ en fråga

source: Allow markup
sv_se: Tillåt markering

source: Wrap your code using
sv_se: Packetera din kod med

source: Enter your basic question
sv_se: Ställ din grundläggande fråga

source: Enter more details about your question
sv_se: Fyll i fler detaljer

source: Notify me of follow
sv_se: Meddela mig uppdateringar

source: Add Question
sv_se: Lägg till en fråga

source: Back to Questions List
sv_se: Tillbaka till listan på frågor

source: Thank you for voting!
sv_se: Författare %s

source: Asked on %s
sv_se: Frågat den %s

source: asked %s by %s
sv_se: frågat %s av %s

source: Highest Rating
sv_se: Нögsta betyg

source: Thumbs Up!
sv_se: Tummen upp!

source: Thumbs Down!
sv_se: Tummen ned!

source: Answered on %s
sv_se: Frågat den %s

source: Post your Answer
sv_se: Skicka in ditt svar

source: Write your Answer here
sv_se: Skriv ditt svar här

source: Mark as resolved
sv_se: Markera som löst

source: posted %s in reply to %s
sv_se: inskickat %s som svar till %s

source: vote
sv_se: betyg

source: answer
sv_se: svar

source: Go back to previous page
sv_se: Gå tillbaka till förra frågan

source: Choose the filter options and click the submit button
sv_se: Välj filter och klicka på skicka

source: All questions
sv_se: Alla frågor

source: All categories
sv_se: Alla kategorier

source: All subcategories
sv_se: Alla underkategorier

source: Choose category
sv_se: Välj kategori

source: Mark as best answer
sv_se: Markera som bästa svar

source: An error occurred.
sv_se: Ett fel inträffade.

source: You have to be logged-in.
sv_se: Du måste vara inloggad.

source: The best answer has been marked.
sv_se: Det bästa svaret har blivit markerat.

source: Answer not found.
sv_se: Svaret kan inte hittas.

source: Mark as favorite
sv_se: Markera som favorit

source: Unmark as favorite
sv_se: Avmarkera som favorit

source: Favorite
sv_se: Favorit

source: Favorite for %d users
sv_se: Favorit %d användare

source: Marked as favorite.
sv_se: Markera som favorit.

source: Unmarked as favorite.
sv_se: Avmarkera som favorit.

source: Best answer
sv_se: Bästa svaret

source: No questions found.
sv_se: Inga frågor hittade.

source: You have already voted for this question.
sv_se: Du har redan röstat på denna frågan.

source: Edit
sv_se: Redigera

source: Category
sv_se: Kategori

source: Answered questions
sv_se: Besvarade frågor

source: Unanswered questions
sv_se: Obesvarade frågor

source: Search Questions...
sv_se: Sök frågor…

source: Unmark best answer
sv_se: Avmarkera bästa svar

source: Edit your Answer
sv_se: Redigera ditt svar

source: Edit your Question
sv_se: Redigera din fråga

source: Add comment
sv_se: Lägg till kommentar

source: Save comment
sv_se: Spara kommentar

source: Send private question
sv_se: Skicka privat fråga

source: Send private question to %s
sv_se: Sänd privat fråga till %s

source: Enter your question title
sv_se: Fyll i titel

source: Send
sv_se: Skicka

source: Cancel
sv_se: Ångra

source: Private question has been sent.
sv_se: Privat fråga inskickad.

source: Save
sv_se: Spara

source: Oldest
sv_se: Äldst

source: Lowest Rating
sv_se: Lägst betyg

source: Back to Full Questions List
sv_se: Tillbaka till alla frågor

source: Follow
sv_se: Följ

source: Unfollow
sv_se: Följ ej

source: You have been added to the followers of this thread.
sv_se: Du har blivit tillagd i listan av följare till denna tråd.

source: You have been removed from the followers of this thread.
sv_se: Du har blivit borttagen i listan av följare till denna tråd.

source: Follow category
sv_se: Följ kategori

source: Unfollow category
sv_se: Följ ej kategori

source: You have been added to the followers of this category.
sv_se: Du har blivit tillagd i listan av följare till denna kategori.

source: You have been removed from the followers of this category.
sv_se: Du har blivit borttagen i listan av följare till denna kategori.

source: Followed threads and categories
sv_se: Trådar och kategorier du följer

source: Followed threads
sv_se: Trådar du följer

source: Followed categories
sv_se: Kategorier du följer

source: Report spam
sv_se: Rapportera skräp

source: Thank you! Spam report has been sent.
sv_se: Tack! Skräprapport inskickad.

source: Marked as spam
sv_se: Markera som skräp

source: Please log in to post questions
sv_se: Logga in för att kunna ställa frågor
